alsa-utils
autoconf
automake
base
binutils
bison
bluez
bluez-utils
bspwm
dhcpcd
dialog
dunst
fakeroot
feh
flex
gcc
git
grub
imagemagick
intel-ucode
iw
kitty
libtool
linux-firmware
linux-lts
m4
make
ncmpcpp
neofetch
neovim
netctl
newsboat
noto-fonts-emoji
okular
os-prober
patch
pdftk
pkgconf
pulseaudio
pulseaudio-bluetooth
ranger
rofi
rxvt-unicode
sudo
sxhkd
termite
texinfo
texlive-core
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
udiskie
unclutter
unzip
urxvt-perls
vi
vim
wget
which
wireless_tools
wmctrl
wpa_supplicant
xclip
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
zathura
zathura-pdf-mupdf
zsh
